tap "heroku/brew"
brew "git"
brew "asdf"
brew "autojump"
brew "bat"
brew "direnv"
brew "eza"
brew "flyctl"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "neovim", args: ["HEAD"]
brew "postgresql@14"
brew "powerlevel10k"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "terminal-notifier"
brew "wget"
brew "wxwidgets"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "betterdisplay"
cask "chromium"
cask "font-hack-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "ngrok"
cask "tableplus"
