brew "git"
brew "asdf"
brew "autojump"
brew "bat"
brew "direnv"
brew "flyctl"
brew "fzf"
brew "jq"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "powerlevel10k"
brew "wget"
brew "wxwidgets"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "tableplus"
